Repository: mohamed930/Maphroshat-Elmahalah-Demo
Catalog: Maphroshat ElMahlla/Resources/*.lproj/Localizable.strings
Languages: ar

# lang
source: en
ar: ar

source: Attension
ar: انتبه

# ShowMess
source: you are ended with demoa thanks for testing
ar: تمت انتهاء من النسخه التجريبية شكراً لاتهمامكم

# Waiting
source: Please Wait
ar: من قضلك برجاء الانتظار

# CreateSuccessfully
source: Your Data is created Successed!
ar: تم انشاء البيانات بنجاح

# CreateUnSuccessfully
source: Your Data not created Successed!
ar: لم يتم انشاء البيانات بنجاح

# ReadFailed
source: Your Data not Readed Successed!
ar: لم يتم قرائه البيانات بنجاح

# NoProduct
source: There is no Products
ar: لا يوجد منتجات مضافه حالياً

# Account
source: There is no account with this number
ar: لا يوجد حساب بهذا الرقم

# AccountExsist
source: This number is exsist
ar: هذا الوقم موجود بالفعل

# MessTele
source: Please Insert Valid Phone Number
ar: من قضلك ادخل رقم تليفون صحيح

# AddedProduct
source: Producted Added Before
ar: هذا المنتج مًضاف سابقاً

# Error
source: Error in Your connection!
ar: تاكد من اتصالك بالانترنت

# UpdateUnSuccessfully
source: Your Data not updated Successed!
ar: لم يتم تعديل البيانات بنجاح

# UpdateSuccessfully
source: Your Data updated Successed!
ar: تمت تعديل البيانات بنجاح

# DeleteUnSuccessfully
source: Your Data not deleted Successed!
ar: لم يتم مسح البيانات بنجاح

# DeleteSuccessfully
source: Your Data deleted Successed!
ar: تم مسح البيان بنجاح

source: OK
ar: موافق

source: Name
ar: الاسم

source: Phone Number
ar: رقم التليفون

source: Password
ar: كلمه المرور

# Error1
source: Error
ar: خطا

# Mess
source: Please Fill All Fields
ar: من قضلك املى جميع الخانات

# AdminMess
source: I am an Admin
ar: انا المدير

# UserMess
source: I am not Admin
ar: لست المدير

# loginMess
source: Phonenumber or password isn't correct
ar: رقم التليفون او كلمه المرور غير صحيحين

# SearchPlaceHolder
source: Enter Product Name
ar: ادخل اسم المنتج

source: Attention
ar: انتبه

# AskAmmount
source: Please Chooce Amount
ar: من فصلك ادخل الكميه المناسبه

# Exit
source: Are You Sure to Exit?
ar: هل انت متاكد انك تريد تسجيل الخروج؟

source: Cancel
ar: الغاء الامر

source: logout
ar: تسجيل الخروج

# DeleteMess
source: Are You Sure Delete Element?
ar: هل انت متأكد من مسح هذا الصنف؟

source: Delete
ar: حذف

source: Total Price =
ar: الناتج النهائي =

source: EGP
ar: جنيه مصري

# PromoCode
source: Please, Enter Promocode
ar: من فضلك ادخل كود خصم مناسب

# PromoCodeNotFound
source: Promocode wasn't Correct!
ar: عزراً كود الخصم غير صحيح

# OrderConfirmation
source: Order is Made Successfully
ar: تم تنفيذ طلبك بنجاح

# ConfrimMess
source: Congraduation your final order has been placed successfully soon you will recive your order at your door soon it will be verified
ar: تهانابا لقد اتم طلبك وفريبا سوف يصلك علي العنوان الذي ارسلته

# SubScktion
source: Chooce Sup Sektion
ar: اختار القسم المراد الاضافه فيه

# PName
source: Product Name...
ar: اسم المنتج ٫٫٫

# PDetails
source: Product Details...
ar: تقاصيل المنتج ٫٫٫٫

# PPrice
source: Product Price...
ar: سعر المنتج ٫٫٫٫

# POldPrice
source: Product Old Price...
ar: السعر القديم للمنتج ٫٫٫

# ActionAsk
source: What is Action you will do?
ar: ما هي الخطوه القادمه؟

source: Reject
ar: رفض

source: Accept
ar: تم القبول

source: Phone
ar: رقم الهاتف

source: Shipping Address:
ar: عنوان الشحن

source: Order at
ar: تاريخ الطلب

source: Quantity =
ar: الكميه =

# Result
source: Result not found
ar: لا يوجد نتيجه
