Repository: mohamed930/Maphroshat-Elmahalah-Demo
Catalog: Maphroshat ElMahlla/Views/*.lproj/Main.strings
Languages: ar

# 1gI-wi-sca.placeholder
source: Code descount
ar: كود الخصم

# 1us-dc-uwE.text
source: congraduation your final order has been placed successfully soon you will recive your order at your door soon it will be verified
ar: تهانابا لقد اتم طلبك وفريبا سوف يصلك علي العنوان الذي ارسلته

# 2Q4-xo-9Lc.normalTitle
source: Change Profile
ar: تغير الصوره الشخصيه

# 2fW-wK-W5y.text
source: Home
ar: الواجه الرئسيه

# 5oc-81-cLF.text
source: Remeber Me
ar: تزكرني

# 5sm-hQ-MYI.normalTitle
source: I'm an Admin?
ar: هل تكون المدير

# 6rB-fI-yff.text
source: Search result
ar: نتيجه البحث

# 9zz-x3-9Bt.text
source: Logout
ar: تسجيل الخروج

# Gz9-eV-fOV.text
source: Please confrim your Shipment Details
ar: من فضلك اثبت بيانات الشحن

# HZg-8b-WR8.text
source: Product Title
ar: اسم المنتج

# JO4-5K-YzG.text
source: There is not orders
ar: لايوجد اي طلبات

# N8b-kg-OrL.text
source: Product Price
ar: سعر المنتج

# NnC-44-AGn.text
source: YOUR ORDERS
ar: طلباتك

# O0X-ph-Y6e.placeholder
source: Your Name
ar: اسم صاحب الاوردر

# QQE-EI-fSo.text
source: Favourites
ar: المفضله

# QXZ-xK-pgV.text
source: Details
ar: التفاصيل

# TdO-D9-MP6.text
source: The Cart is Empty
ar: سله المشتريات فارغه

# XhF-xN-31r.text
source: Total Price
ar: السعر النهائي

# ZAi-X2-Ir9.normalTitle
source: Update
ar: تحديث

# b7f-mR-Dca.placeholder
source: Your Phone Number
ar: رقم التليفون

# c9b-RN-Hed.placeholder
source: Name
ar: الاسم

# cPS-EH-8Qw.text
source: Setting
ar: الاعدادات

# cka-wB-xzb.text
source: FAVOURITE
ar: المفضله

# dKJ-8g-u6C.text
source: Cart
ar: سله المشتريات

# dyr-je-ReG.placeholder
source: Address
ar: العنوان

# ezI-FV-Tpy.text
source: Catagory
ar: الاقسام

# fBm-44-n2n.text
source: Product Price =
ar: سعر المنتج =

# hOM-3L-nxD.text
source: Total Price =1020 EGP
ar: السعر النهائي = ١٤٥٠ جنيه مصري

# jLw-D4-sCm.text
source: Shipped is not Shipped
ar: لا يمكنك الشحن في الوقت الحالي

# lhb-Pu-ncB.placeholder
source: Your City Address
ar: عنوان المدينه

# otE-Gh-a5m.text
source: Forget Password?
ar: هل نسيت كلمه المرور؟

# tUV-3A-976.placeholder
source: Telephone
ar: رقم الهاتف

# tbZ-uG-D8s.text
source: Orders
ar: طلباتي

# xAg-wD-wUM.normalTitle
source: Close
ar: اغلق

# yzf-Tu-V7T.placeholder
source: Your Home Address
ar: عنوان المنزل
